Repository: ampere1988/AlbumSlim
Catalog: AlbumSlim/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 智能扫描
de: Intelligenter Scan
en: Smart Scan
es: Análisis inteligente
fr: Analyse intelligente
ja: スマートスキャン
ko: 스마트 스캔
pt_br: Varredura inteligente
ru: Умное сканирование
zh_hant: 智慧掃描

source: 暂无数据
de: Keine Daten
en: No Data
es: Sin datos
fr: Aucune donnée
ja: データがありません
ko: 데이터 없음
pt_br: Nenhum dado
ru: Нет данных
zh_hant: 暫無資料

source: 暂无识别结果
de: Kein Text erkannt
en: No text recognized
es: No se reconoció ningún texto
fr: Aucun texte reconnu
ja: 認識結果がありません
ko: 인식된 텍스트 없음
pt_br: Nenhum texto reconhecido
ru: Текст не распознан
zh_hant: 暫無辨識結果

source: 暂无识别记录
de: Keine Erkennungseinträge
en: No OCR records
es: Sin registros de OCR
fr: Aucune entrée OCR
ja: 認識履歴がありません
ko: 인식 기록 없음
pt_br: Nenhum registro de OCR
ru: Нет записей распознавания
zh_hant: 暫無辨識記錄

source: 未发现废片
de: Keine Fehlaufnahmen gefunden
en: No bad photos found
es: No se encontraron fotos malas
fr: Aucune photo ratée
ja: 不要な写真は見つかりませんでした
ko: 불량 사진 없음
pt_br: Nenhuma foto ruim encontrada
ru: Плохих фото не найдено
zh_hant: 未發現廢片

source: 未发现相似照片
de: Keine ähnlichen Fotos gefunden
en: No similar photos found
es: No se encontraron fotos similares
fr: Aucune photo similaire
ja: 類似写真は見つかりませんでした
ko: 유사 사진 없음
pt_br: Nenhuma foto semelhante encontrada
ru: Похожих фото не найдено
zh_hant: 未發現相似照片

source: 未发现超大照片
de: Keine großen Fotos gefunden
en: No large photos found
es: No se encontraron fotos muy grandes
fr: Aucune photo volumineuse
ja: 大容量写真は見つかりませんでした
ko: 대용량 사진 없음
pt_br: Nenhuma foto muito grande encontrada
ru: Больших фото не найдено
zh_hant: 未發現超大照片

source: 未发现连拍照片
de: Keine Serienfotos gefunden
en: No burst photos found
es: No se encontraron ráfagas
fr: Aucune rafale trouvée
ja: 連写写真は見つかりませんでした
ko: 연속 촬영 사진 없음
pt_br: Nenhuma foto em rajada encontrada
ru: Серийных снимков не найдено
zh_hant: 未發現連拍照片

source: 未发现需要清理的项目
de: Keine Objekte zum Aufräumen gefunden
en: No items need cleaning
es: No hay nada que limpiar
fr: Rien à nettoyer
ja: 整理が必要な項目はありません
ko: 정리할 항목이 없습니다
pt_br: Nenhum item para limpar
ru: Нечего очищать
zh_hant: 未發現需要清理的項目

source: 未找到可恢复的购买
de: Kein wiederherstellbarer Kauf gefunden
en: No purchase found to restore
es: No se encontró ninguna compra para restaurar
fr: Aucun achat à restaurer
ja: 復元できる購入が見つかりません
ko: 복원할 구매 내역이 없습니다
pt_br: Nenhuma compra encontrada para restaurar
ru: Покупок для восстановления не найдено
zh_hant: 找不到可恢復的購買

source: 未授权相册访问
de: Kein Albumzugriff erteilt
en: Photo access not granted
es: Acceso a las fotos no concedido
fr: Accès aux photos non autorisé
ja: 写真へのアクセスが許可されていません
ko: 앨범 접근이 허용되지 않음
pt_br: Acesso ao álbum não concedido
ru: Нет доступа к фото
zh_hant: 未授權相簿存取

source: 未知日期
de: Unbekanntes Datum
en: Unknown Date
es: Fecha desconocida
fr: Date inconnue
ja: 日付不明
ko: 알 수 없는 날짜
pt_br: Data desconhecida
ru: Дата неизвестна

source: 未知状态
de: Unbekannter Status
en: Unknown Status
es: Estado desconocido
fr: État inconnu
ja: 状態不明
ko: 알 수 없는 상태
pt_br: Estado desconhecido
ru: Статус неизвестен
zh_hant: 未知狀態

source: 未请求权限
de: Nicht angefragt
en: Not Requested
es: Permiso no solicitado
fr: Non demandée
ja: 未リクエスト
ko: 권한 요청 안 함
pt_br: Não solicitado
ru: Доступ не запрашивался
zh_hant: 未要求權限

source: 本次释放
de: Diesmal freigegeben
en: Freed This Time
es: Liberado ahora
fr: Libéré cette fois
ja: 今回の解放量
ko: 이번 확보량
pt_br: Liberado desta vez
ru: Освобождено сейчас
zh_hant: 本次釋放

source: 极短且体积小
de: Sehr kurz und geringe Dateigröße
en: Very short and small file size
es: Muy corto y de tamaño pequeño
fr: Très courte et de petite taille
ja: 非常に短くサイズも小さい
ko: 매우 짧고 용량이 작음
pt_br: Muito curto e de tamanho pequeno
ru: Очень короткое и маленькое
zh_hant: 極短且體積小

source: 果断决策
de: Entschlossen
en: Decisive Action
es: Decisión firme
fr: Décision tranchée
ja: 即断即決
ko: 과감한 결단
pt_br: Decisão firme
ru: Решительность
zh_hant: 果斷決策

source: 查找大视频...
de: Große Videos werden gesucht …
en: Finding large videos...
es: Buscando vídeos grandes...
fr: Recherche de grandes vidéos...
ja: 大容量動画を検索中...
ko: 대용량 동영상 찾는 중...
pt_br: Procurando vídeos grandes...
ru: Поиск больших видео...
zh_hant: 尋找大影片...

source: 查找相似照片...
de: Ähnliche Fotos werden gesucht …
en: Finding similar photos...
es: Buscando fotos similares...
fr: Recherche de photos similaires...
ja: 類似写真を検索中...
ko: 유사 사진 찾는 중...
pt_br: Procurando fotos semelhantes...
ru: Поиск похожих фото...
zh_hant: 尋找相似照片...

source: 查看识别
de: Erkennung ansehen
en: View Recognition
es: Ver OCR
fr: Voir la reconnaissance
ja: 認識結果を見る
ko: 인식 결과 보기
pt_br: Ver reconhecimento
ru: Показать распознавание
zh_hant: 查看辨識

source: 查看隐私政策
de: Datenschutzrichtlinie ansehen
en: View Privacy Policy
es: Ver política de privacidad
fr: Voir la politique de confidentialité
ja: プライバシーポリシーを見る
ko: 개인정보 처리방침 보기
pt_br: Ver política de privacidade
ru: Политика конфиденциальности
zh_hant: 查看隱私權政策

source: 标识
de: Kennungen
en: Identifiers
es: Identificadores
fr: Identifiants
ja: 識別子
ko: 식별자
pt_br: Identificadores
ru: Идентификаторы
zh_hant: 識別碼

source: 检测废片、相似照片、连拍和大视频
de: Erkennt Fehlaufnahmen, ähnliche Fotos, Serien und große Videos
en: Detect bad photos, similar photos, bursts and large videos
es: Detecta fotos malas, similares, ráfagas y vídeos grandes
fr: Détecte ratées, photos similaires, rafales et grandes vidéos
ja: 不要写真・類似写真・連写・大容量動画を検出
ko: 불량 사진, 유사 사진, 연속 촬영, 대용량 동영상 감지
pt_br: Detecte fotos ruins, semelhantes, rajadas e vídeos grandes
ru: Поиск плохих фото, похожих фото, серий и больших видео
zh_hant: 偵測廢片、相似照片、連拍和大影片

source: 检测废片...
de: Fehlaufnahmen werden erkannt …
en: Detecting bad photos...
es: Detectando fotos malas...
fr: Détection des ratées...
ja: 不要な写真を検出中...
ko: 불량 사진 감지 중...
pt_br: Detectando fotos ruins...
ru: Поиск плохих фото...
zh_hant: 偵測廢片...

source: 概览
de: Übersicht
en: Overview
es: Resumen
fr: Aperçu
ja: 概要
ko: 개요
pt_br: Visão geral
ru: Обзор
zh_hant: 概覽

source: 模糊
de: Unscharf
en: Blurry
es: Borrosa
fr: Floue
ja: ぼやけ
ko: 흐림
pt_br: Desfocada
ru: Размытое

source: 正在从 iCloud 下载 %@%%
de: Wird aus iCloud geladen %@%%
en: Downloading from iCloud %@%%
es: Descargando de iCloud %@%%
fr: Téléchargement depuis iCloud %@%%
ja: iCloud からダウンロード中 %@%%
ko: iCloud에서 다운로드 중 %@%%
pt_br: Baixando do iCloud %@%%
ru: Загрузка из iCloud %@%%
zh_hant: 正在從 iCloud 下載 %@%%

source: 正在从 iCloud 下载 %lld%%
de: Wird aus iCloud geladen %lld%%
en: Downloading from iCloud %lld%%
es: Descargando de iCloud %lld%%
fr: Téléchargement depuis iCloud %lld%%
ja: iCloud からダウンロード中 %lld%%
ko: iCloud에서 다운로드 중 %lld%%
pt_br: Baixando do iCloud %lld%%
ru: Загрузка из iCloud %lld%%
zh_hant: 正在從 iCloud 下載 %lld%%

source: 正在分析您的相册...
de: Dein Album wird analysiert …
en: Analyzing your album...
es: Analizando tu álbum...
fr: Analyse de votre album...
ja: 写真を分析中...
ko: 앨범을 분석하는 중...
pt_br: Analisando seu álbum...
ru: Анализируем ваш альбом...
zh_hant: 正在分析您的相簿...

source: 正在分析相册...
de: Album wird analysiert …
en: Analyzing album...
es: Analizando el álbum...
fr: Analyse de l'album...
ja: 写真を分析中...
ko: 앨범 분석 중...
pt_br: Analisando o álbum...
ru: Анализ альбома...
zh_hant: 正在分析相簿...

source: 正在分析视频...
de: Videos werden analysiert …
en: Analyzing videos...
es: Analizando vídeos...
fr: Analyse des vidéos...
ja: 動画を分析中...
ko: 동영상 분석 중...
pt_br: Analisando vídeos...
ru: Анализ видео...
zh_hant: 正在分析影片...

source: 正在整理结果...
de: Ergebnisse werden aufbereitet …
en: Organizing results...
es: Organizando resultados...
fr: Organisation des résultats...
ja: 結果を整理中...
ko: 결과 정리 중...
pt_br: Organizando os resultados...
ru: Обработка результатов...
zh_hant: 正在整理結果...

source: 正在识别文字...
de: Text wird erkannt …
en: Recognizing text...
es: Reconociendo texto...
fr: Reconnaissance du texte...
ja: 文字を認識中...
ko: 텍스트 인식 중...
pt_br: Reconhecendo texto...
ru: Распознавание текста...
zh_hant: 正在辨識文字...

source: 此功能需要 Pro
de: Diese Funktion erfordert Pro
en: This feature requires Pro
es: Esta función requiere Pro
fr: Cette fonction nécessite Pro
ja: この機能には Pro が必要です
ko: 이 기능은 Pro가 필요합니다
pt_br: Este recurso requer o Pro
ru: Для этой функции нужен Pro

source: 每两周
de: Alle zwei Wochen
en: Biweekly
es: Cada dos semanas
fr: Toutes les deux semaines
ja: 隔週
ko: 격주
pt_br: A cada duas semanas
ru: Раз в две недели
zh_hant: 每兩週

source: 每周
de: Wöchentlich
en: Weekly
es: Cada semana
fr: Chaque semaine
ja: 毎週
ko: 매주
pt_br: Semanalmente
ru: Еженедельно
zh_hant: 每週

source: 每月
de: Monatlich
en: Monthly
es: Cada mes
fr: Chaque mois
ja: 毎月
ko: 매월
pt_br: Mensalmente
ru: Ежемесячно

source: 永久删除
de: Endgültig löschen
en: Delete Permanently
es: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
ko: 영구 삭제
pt_br: Excluir permanentemente
ru: Удалить навсегда
zh_hant: 永久刪除

source: 永久删除 %lld 项？
de: %lld Objekte endgültig löschen?
en: Permanently delete %lld items?
es: ¿Eliminar permanentemente %lld elementos?
fr: Supprimer définitivement %lld éléments ?
ja: %lld件を完全に削除しますか？
ko: %lld개를 영구 삭제할까요?
pt_br: Excluir %lld itens permanentemente?
ru: Удалить навсегда %lld элем.?
zh_hant: 永久刪除 %lld 項？

source: 没有%@
de: Kein %@
en: No %@
es: Sin %@
fr: Aucun %@
ja: %@はありません
ko: %@ 없음
pt_br: Nenhum %@
ru: Нет %@
zh_hant: 沒有%@

source: 没有截图
de: Keine Screenshots
en: No screenshots
es: Sin capturas
fr: Aucune capture
ja: スクリーンショットがありません
ko: 스크린샷 없음
pt_br: Nenhuma captura
ru: Нет снимков экрана
zh_hant: 沒有截圖

source: 没有清理建议
de: Keine Vorschläge
en: No suggestions
es: Sin sugerencias
fr: Aucune suggestion
ja: 提案はありません
ko: 제안 없음
pt_br: Nenhuma sugestão
ru: Нет рекомендаций
zh_hant: 沒有清理建議

source: 没有视频
de: Keine Videos
en: No videos
es: Sin vídeos
fr: Aucune vidéo
ja: 動画がありません
ko: 동영상 없음
pt_br: Nenhum vídeo
ru: Нет видео
zh_hant: 沒有影片

source: 没有超过 %lld MB 的照片
de: Keine Fotos über %lld MB
en: No photos over %lld MB
es: No hay fotos de más de %lld MB
fr: Aucune photo de plus de %lld Mo
ja: %lld MB を超える写真はありません
ko: %lld MB를 초과하는 사진 없음
pt_br: Nenhuma foto acima de %lld MB
ru: Нет фото больше %lld MB
zh_hant: 沒有超過 %lld MB 的照片

source: 没有超过 %lld MB 的照片，试试降低阈值
de: Keine Fotos über %lld MB, senke den Schwellenwert
en: No photos over %lld MB, try lowering the threshold
es: No hay fotos de más de %lld MB; prueba a bajar el umbral
fr: Aucune photo de plus de %lld Mo, essayez de baisser le seuil
ja: %lld MB を超える写真はありません。しきい値を下げてみてください
ko: %lld MB를 초과하는 사진이 없습니다. 기준값을 낮춰 보세요
pt_br: Nenhuma foto acima de %lld MB, tente reduzir o limite
ru: Нет фото больше %lld MB, попробуйте снизить порог
zh_hant: 沒有超過 %lld MB 的照片，試試降低閾值

source: 法律信息
de: Rechtliches
en: Legal
es: Información legal
fr: Informations légales
ja: 法的情報
ko: 법적 고지
pt_br: Informações legais
ru: Правовая информация
zh_hant: 法律資訊

source: 浏览
de: Durchstöbern
en: Browse
es: Explorar
fr: Parcourir
ja: 閲覧
ko: 둘러보기
pt_br: Navegar
ru: Обзор
zh_hant: 瀏覽

source: 清理习惯
de: Aufräumgewohnheit
en: Cleanup Habit
es: Hábito de limpieza
fr: Habitudes de nettoyage
ja: クリーンアップ習慣
ko: 정리 습관
pt_br: Hábito de limpeza
ru: Привычка очистки
zh_hant: 清理習慣

source: 清理建议
de: Vorschläge
en: Suggestions
es: Sugerencias
fr: Suggestions
ja: 提案
ko: 제안
pt_br: Sugestões
ru: Рекомендации
zh_hant: 清理建議

source: 清理成就
de: Erfolge
en: Achievements
es: Logros
fr: Succès
ja: 実績
ko: 업적
pt_br: Conquistas
ru: Достижения

source: 清理提醒
de: Aufräum-Erinnerung
en: Cleanup Reminder
es: Recordatorio de limpieza
fr: Rappel de nettoyage
ja: クリーンアップのリマインダー
ko: 정리 알림
pt_br: Lembrete de limpeza
ru: Напоминание об очистке

source: 清理次数
de: Aufräumaktionen
en: Cleanup Count
es: Limpiezas realizadas
fr: Nombre de nettoyages
ja: クリーンアップ回数
ko: 정리 횟수
pt_br: Nº de limpezas
ru: Число очисток
zh_hant: 清理次數

source: 清理类型
de: Aufräumtyp
en: Cleanup Type
es: Tipo de limpieza
fr: Type de nettoyage
ja: クリーンアップの種類
ko: 정리 유형
pt_br: Tipo de limpeza
ru: Тип очистки
zh_hant: 清理類型

source: 清理达人
de: Aufräum-Profi
en: Cleanup Pro
es: Experto en limpieza
fr: Pro du nettoyage
ja: クリーンアップの達人
ko: 정리 고수
pt_br: Craque da limpeza
ru: Мастер уборки
zh_hant: 清理達人

source: 清理项目
de: Aufgeräumte Objekte
en: Items Cleaned
es: Elementos limpiados
fr: Éléments nettoyés
ja: 整理した項目
ko: 정리한 항목
pt_br: Itens limpos
ru: Очищено элементов
zh_hant: 清理項目

source: 清空
de: Alle löschen
en: Clear All
es: Vaciar todo
fr: Tout effacer
ja: すべて消去
ko: 모두 지우기
pt_br: Limpar tudo
ru: Очистить всё

source: 清除
de: Löschen
en: Clear
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
pt_br: Limpar
ru: Очистить

source: 清除分析缓存
de: Analyse-Cache löschen
en: Clear Analysis Cache
es: Borrar caché de análisis
fr: Effacer le cache d'analyse
ja: 分析キャッシュを消去
ko: 분석 캐시 지우기
pt_br: Limpar cache de análise
ru: Очистить кэш анализа
zh_hant: 清除分析快取

source: 清除缓存？
de: Cache löschen?
en: Clear Cache?
es: ¿Borrar la caché?
fr: Effacer le cache ?
ja: キャッシュを消去しますか？
ko: 캐시를 지울까요?
pt_br: Limpar cache?
ru: Очистить кэш?
zh_hant: 清除快取？

source: 点击分类前往对应页面查看详情
de: Tippe auf eine Kategorie für Details
en: Tap a category to view details
es: Toca una categoría para ver los detalles
fr: Touchez une catégorie pour voir les détails
ja: カテゴリをタップすると詳細を表示できます
ko: 분류를 탭하면 해당 페이지에서 상세 정보를 볼 수 있습니다
pt_br: Toque em uma categoria para ver os detalhes
ru: Нажмите на категорию, чтобы посмотреть подробности
zh_hant: 點按分類前往對應頁面查看詳情

source: 照片
de: Fotos
en: Photos
es: Fotos
fr: Photos
ja: 写真
ko: 사진
pt_br: Fotos
ru: Фото

source: 照片将移入系统相册的「最近删除」，30 天内仍可在系统相册中找回
de: Objekte kommen ins System-Album „Zuletzt gelöscht“ und lassen sich 30 Tage lang wiederherstellen
en: Items go to the system Recently Deleted album and can be recovered within 30 days
es: Los elementos pasan al álbum «Eliminados recientemente» del sistema y se pueden recuperar durante 30 días
fr: Les éléments vont dans « Supprimés récemment » et sont récupérables sous 30 jours
ja: 写真は「最近削除した項目」に移動し、30日以内なら写真アプリから復元できます
ko: 항목은 시스템 '최근 삭제된 항목' 앨범으로 이동하며 30일 이내에 복구할 수 있습니다
pt_br: Os itens vão para o álbum Excluídos recentemente do sistema e podem ser recuperados em até 30 dias
ru: Элементы попадут в «Недавно удалённые» системного альбома, где их можно вернуть в течение 30 дней
zh_hant: 照片將移入系統相簿的「最近刪除」，30 天內仍可在系統相簿中找回

source: 照片清理
de: Fotos aufräumen
en: Photo Cleanup
es: Limpieza de fotos
fr: Nettoyage des photos
ja: 写真の整理
ko: 사진 정리
pt_br: Limpeza de fotos
ru: Очистка фото

source: 版本
de: Version
en: Version
es: Versión
fr: Version
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия

source: 疑似重复
de: Mögliches Duplikat
en: Possible Duplicate
es: Posible duplicado
fr: Doublon probable
ja: 重複の可能性
ko: 중복 의심
pt_br: Possível duplicata
ru: Возможный дубликат
zh_hant: 疑似重複

source: 瘦身达人
de: Schlankheits-Profi
en: Slim Expert
es: Maestro del ahorro
fr: Expert du dégraissage
ja: スリム化の達人
ko: 슬림 고수
pt_br: Mestre do emagrecimento
ru: Гуру похудения альбома
zh_hant: 瘦身達人

source: 直接删除
de: Jetzt löschen
en: Delete Now
es: Eliminar ahora
fr: Supprimer maintenant
ja: 今すぐ削除
ko: 바로 삭제
pt_br: Excluir agora
ru: Удалить сразу
zh_hant: 直接刪除

source: 相似照片
de: Ähnliche Fotos
en: Similar Photos
es: Fotos similares
fr: Photos similaires
ja: 類似写真
ko: 유사 사진
pt_br: Fotos semelhantes
ru: Похожие фото

source: 相似照片去重
de: Ähnliche Fotos entdoppeln
en: Similar photo deduplication
es: Eliminar fotos similares duplicadas
fr: Dédoublonnage des photos similaires
ja: 類似写真の重複削除
ko: 유사 사진 중복 제거
pt_br: Remoção de fotos semelhantes
ru: Удаление дублей похожих фото

# 相似组 · %@ 张 · 可省 %@
source: 相似组 · %1$@ 张 · 可省 %2$@
de: Ähnlich · %@ Fotos · spart %@
en: Similar · %@ photos · save %@
es: Similares · %@ fotos · ahorra %@
fr: Similaires · %@ photos · économie %@
ja: 類似 · %@枚 · %@ 節約
ko: 유사 그룹 · %@장 · %@ 절약
pt_br: Semelhantes · %@ fotos · economize %@
ru: Похожие · %@ фото · экономия %@
zh_hant: 相似組 · %@ 張 · 可省 %@

source: 相似组 · %lld 张 · 可省 %@
de: Ähnliche Gruppe · %lld Fotos · spart %@
en: Similar group · %lld photos · Save %@
es: Grupo similar · %lld fotos · ahorra %@
fr: Groupe similaire · %lld photos · économie %@
ja: 類似グループ · %lld枚 · %@ 節約
ko: 유사 그룹 · %lld장 · %@ 절약
pt_br: Grupo semelhante · %lld fotos · economize %@
ru: Похожие · %lld фото · экономия %@
zh_hant: 相似組 · %lld 張 · 可省 %@

source: 相册为空，去拍几张吧
de: Dein Album ist leer – mach ein paar Fotos
en: Your library is empty — go take some photos
es: Tu álbum está vacío; ve a hacer algunas fotos
fr: Album vide — allez prendre quelques photos
ja: ライブラリが空です。写真を撮ってみましょう
ko: 앨범이 비어 있어요. 사진을 찍어 보세요
pt_br: Seu álbum está vazio — tire algumas fotos
ru: Альбом пуст — сделайте несколько снимков
zh_hant: 相簿是空的，去拍幾張吧

source: 相册很整洁
de: Dein Album ist aufgeräumt
en: Your album is clean
es: Tu álbum está impecable
fr: Votre album est bien rangé
ja: 写真はすっきり整理されています
ko: 앨범이 깔끔합니다
pt_br: Seu álbum está organizado
ru: Ваш альбом в порядке
zh_hant: 相簿很整潔

source: 相册总占用
de: Gesamtgröße des Albums
en: Total Album Size
es: Tamaño total del álbum
fr: Taille totale de l'album
ja: 写真の合計容量
ko: 앨범 총 용량
pt_br: Tamanho total do álbum
ru: Всего занято альбомом
zh_hant: 相簿總佔用

source: 省空间
de: Platzsparer
en: Space Saver
es: Ahorra espacio
fr: Gain d'espace
ja: スペースセーバー
ko: 공간 절약
pt_br: Poupa espaço
ru: Экономия места
zh_hant: 省空間

source: 知道了
de: Verstanden
en: Got It
es: Entendido
fr: Compris
ja: 了解
ko: 확인
pt_br: Entendi
ru: Понятно

source: 确定
de: OK
en: OK
es: Aceptar
fr: OK
ja: OK
ko: 확인
pt_br: OK
ru: ОК
zh_hant: 確定

source: 确定删除 %lld 个视频？
de: %lld Videos löschen?
en: Delete %lld videos?
es: ¿Eliminar %lld vídeos?
fr: Supprimer %lld vidéos ?
ja: %lld件の動画を削除しますか？
ko: 동영상 %lld개를 삭제할까요?
pt_br: Excluir %lld vídeos?
ru: Удалить %lld видео?
zh_hant: 確定刪除 %lld 個影片？

source: 确定删除 %lld 张截图？
de: %lld Screenshots löschen?
en: Delete %lld screenshots?
es: ¿Eliminar %lld capturas?
fr: Supprimer %lld captures ?
ja: %lld枚のスクリーンショットを削除しますか？
ko: 스크린샷 %lld장을 삭제할까요?
pt_br: Excluir %lld capturas?
ru: Удалить %lld снимков экрана?
zh_hant: 確定刪除 %lld 張截圖？

source: 确定删除这张截图？
de: Diesen Screenshot löschen?
en: Delete this screenshot?
es: ¿Eliminar esta captura?
fr: Supprimer cette capture ?
ja: このスクリーンショットを削除しますか？
ko: 이 스크린샷을 삭제할까요?
pt_br: Excluir esta captura?
ru: Удалить этот снимок экрана?
zh_hant: 確定刪除這張截圖？

source: 确定删除这条记录？
de: Diesen Eintrag löschen?
en: Delete this record?
es: ¿Eliminar este registro?
fr: Supprimer cette entrée ?
ja: この履歴を削除しますか？
ko: 이 기록을 삭제할까요?
pt_br: Excluir este registro?
ru: Удалить эту запись?
zh_hant: 確定刪除這條記錄？

source: 确定清空所有识别记录？
de: Alle Erkennungseinträge löschen?
en: Clear all OCR records?
es: ¿Borrar todos los registros de OCR?
fr: Effacer toutes les entrées OCR ?
ja: すべての認識履歴を消去しますか？
ko: 모든 인식 기록을 지울까요?
pt_br: Limpar todos os registros de OCR?
ru: Очистить все записи распознавания?
zh_hant: 確定清空所有辨識記錄？

source: 确认删除
de: Löschen bestätigen
en: Confirm Delete
es: Confirmar eliminación
fr: Confirmer la suppression
ja: 削除する
ko: 삭제 확인
pt_br: Confirmar exclusão
ru: Подтвердить удаление
zh_hant: 確認刪除

source: 确认清除缓存
de: Cache-Löschung bestätigen
en: Confirm Clear Cache
es: Confirmar borrado de caché
fr: Confirmer l'effacement du cache
ja: キャッシュを消去する
ko: 캐시 지우기 확인
pt_br: Confirmar limpeza do cache
ru: Подтвердить очистку кэша
zh_hant: 確認清除快取

source: 社交媒体
de: Social Media
en: Social Media
es: Redes sociales
fr: Réseaux sociaux
ja: SNS
ko: 소셜 미디어
pt_br: Redes sociais
ru: Соцсети
zh_hant: 社群媒體

source: 视频
de: Videos
en: Videos
es: Vídeos
fr: Vidéos
ja: 動画
ko: 동영상
pt_br: Vídeos
ru: Видео
zh_hant: 影片

source: 视频不可用（可能在 iCloud 中）
de: Video nicht verfügbar (evtl. in iCloud)
en: Video unavailable (may be in iCloud)
es: Vídeo no disponible (puede estar en iCloud)
fr: Vidéo indisponible (peut-être sur iCloud)
ja: 動画を利用できません（iCloud にある可能性があります）
ko: 동영상을 사용할 수 없음 (iCloud에 있을 수 있음)
pt_br: Vídeo indisponível (pode estar no iCloud)
ru: Видео недоступно (возможно, в iCloud)
zh_hant: 影片無法使用（可能在 iCloud 中）

source: 视频信息
de: Video-Infos
en: Video Info
es: Información del vídeo
fr: Infos de la vidéo
ja: 動画情報
ko: 동영상 정보
pt_br: Informações do vídeo
ru: О видео
zh_hant: 影片資訊

source: 视频压缩
de: Videokomprimierung
en: Video Compress
es: Comprimir vídeo
fr: Compression vidéo
ja: 動画圧縮
ko: 동영상 압축
pt_br: Comprimir vídeo
ru: Сжатие видео
zh_hant: 影片壓縮

source: 视频压缩与批量管理
de: Videokomprimierung und Stapelverwaltung
en: Video compression & batch management
es: Compresión de vídeo y gestión en lote
fr: Compression et gestion groupée des vidéos
ja: 動画の圧縮と一括管理
ko: 동영상 압축 및 일괄 관리
pt_br: Compressão de vídeo e gerenciamento em lote
ru: Сжатие видео и пакетное управление
zh_hant: 影片壓縮與批次管理

source: 视频压缩完成
de: Videokomprimierung abgeschlossen
en: Video compression complete
es: Compresión de vídeo completada
fr: Compression vidéo terminée
ja: 動画の圧縮が完了しました
ko: 동영상 압축 완료
pt_br: Compressão de vídeo concluída
ru: Сжатие видео завершено
zh_hant: 影片壓縮完成

source: 视频管理
de: Videoverwaltung
en: Video Manager
es: Gestor de vídeos
fr: Gestion des vidéos
ja: 動画管理
ko: 동영상 관리
pt_br: Gerenciador de vídeos
ru: Менеджер видео
zh_hant: 影片管理

source: 移到垃圾桶
de: In den Papierkorb
en: Move to Trash
es: Mover a la papelera
fr: Mettre à la corbeille
ja: ゴミ箱に移動
ko: 휴지통으로 이동
pt_br: Mover para a lixeira
ru: В корзину

source: 稍后
de: Später
en: Later
es: Más tarde
fr: Plus tard
ja: 後で
ko: 나중에
pt_br: Depois
ru: Позже
zh_hant: 稍後

source: 稍后再说
de: Vielleicht später
en: Maybe Later
es: Quizá más tarde
fr: Plus tard
ja: また後で
ko: 다음에 하기
pt_br: Talvez depois
ru: Возможно, позже
zh_hant: 稍後再說

source: 空
de: Leer
en: Empty
es: Vacío
fr: Vide
ko: 비어 있음
pt_br: Vazio
ru: Пусто

source: 空间大师
de: Speichermeister
en: Space Master
es: Maestro del espacio
fr: Maître de l'espace
ja: スペースマスター
ko: 공간 마스터
pt_br: Mestre do espaço
ru: Мастер пространства
zh_hant: 空間大師

source: 立即退出
de: Jetzt beenden
en: Exit Now
es: Salir ahora
fr: Quitter maintenant
ja: 今すぐ終了
ko: 지금 종료
pt_br: Sair agora
ru: Выйти сейчас

source: 第一次清理
de: Erste Aufräumaktion
en: First Cleanup
es: Primera limpieza
fr: Premier nettoyage
ja: 初めてのクリーンアップ
ko: 첫 정리
pt_br: Primeira limpeza
ru: Первая очистка

source: 系统
de: System
en: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
ru: Система
zh_hant: 系統

source: 纯白
de: Reinweiß
en: Pure White
es: Blanco puro
fr: Blanc uni
ja: 真っ白
ko: 완전 흰색
pt_br: Branco puro
ru: Чисто белое
zh_hant: 純白

source: 纯黑
de: Reinschwarz
en: Pure Black
es: Negro puro
fr: Noir uni
ja: 真っ黒
ko: 완전 검정
pt_br: Preto puro
ru: Чисто чёрное
zh_hant: 純黑

source: 累计清理 10 次
de: Insgesamt 10-mal aufgeräumt
en: Cleaned up 10 times total
es: Limpia 10 veces en total
fr: 10 nettoyages au total
ja: 累計10回クリーンアップ
ko: 누적 10회 정리
pt_br: Limpou 10 vezes no total
ru: Всего 10 очисток
zh_hant: 累計清理 10 次

source: 累计清理 50 次
de: Insgesamt 50-mal aufgeräumt
en: Cleaned up 50 times total
es: Limpia 50 veces en total
fr: 50 nettoyages au total
ja: 累計50回クリーンアップ
ko: 누적 50회 정리
pt_br: Limpou 50 vezes no total
ru: Всего 50 очисток
zh_hant: 累計清理 50 次

source: 累计清理 100 个项目
de: Insgesamt 100 Objekte aufgeräumt
en: Cleaned 100 items total
es: Limpia 100 elementos en total
fr: 100 éléments nettoyés au total
ja: 累計100件を整理
ko: 누적 100개 정리
pt_br: Limpou 100 itens no total
ru: Всего очищено 100 элементов
zh_hant: 累計清理 100 個項目

source: 累计清理 1000 个项目
de: Insgesamt 1000 Objekte aufgeräumt
en: Cleaned 1000 items total
es: Limpia 1000 elementos en total
fr: 1000 éléments nettoyés au total
ja: 累計1000件を整理
ko: 누적 1000개 정리
pt_br: Limpou 1000 itens no total
ru: Всего очищено 1000 элементов
zh_hant: 累計清理 1000 個項目

source: 累计释放
de: Insgesamt freigegeben
en: Total Freed
es: Total liberado
fr: Total libéré
ja: 累計解放量
ko: 누적 확보량
pt_br: Total liberado
ru: Всего освобождено
zh_hant: 累計釋放

source: 累计释放 1 GB
de: Insgesamt 1 GB freigegeben
en: Freed 1 GB total
es: Libera 1 GB en total
fr: 1 Go libéré au total
ja: 累計 1 GB を解放
ko: 누적 1 GB 확보
pt_br: Liberou 1 GB no total
ru: Всего освобождено 1 GB
zh_hant: 累計釋放 1 GB

source: 累计释放 5 GB
de: Insgesamt 5 GB freigegeben
en: Freed 5 GB total
es: Libera 5 GB en total
fr: 5 Go libérés au total
ja: 累計 5 GB を解放
ko: 누적 5 GB 확보
pt_br: Liberou 5 GB no total
ru: Всего освобождено 5 GB
zh_hant: 累計釋放 5 GB

source: 累计释放 10 GB
de: Insgesamt 10 GB freigegeben
en: Freed 10 GB total
es: Libera 10 GB en total
fr: 10 Go libérés au total
ja: 累計 10 GB を解放
ko: 누적 10 GB 확보
pt_br: Liberou 10 GB no total
ru: Всего освобождено 10 GB
zh_hant: 累計釋放 10 GB
